Repository: Amerikranian/screamingstrike
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ja_jp, tr_tr

source: Use your left and right arrows to brows your collections, then press enter to make your unlocked one scream. You can move through your unlocked items with shift + left or right. To play with pitch changing, hold down up and down arrows. Press escape when you're satisfied.
ja_jp: 左右の矢印キーで、コレクションを閲覧できます。解放されているコレクションの上でエンターキーを押すと、叫ばせることができます。シフト+左右矢印キーで、解放したコレクションにカーソルを移動します。ピッチ変更で遊ぶには、上下の矢印キーを押します。満足したら、エスケープキーを押してください。
tr_tr: Kolleksiyona göz atmak için sol ve sağ okları kullanın, istediğinizi bağırtmak için enter'a basın. Kilidi açılmış öğeler arasında shift+sol ve sağ oklarla dolaşabilirsiniz. Kalınlığı değiştirmek için yukarı veya aşağı oku basılı tutun. Çıkmak için escape'e basın.

source: Unlocked
ja_jp: 解放
tr_tr: Kilidi açılmış

source: Locked
ja_jp: 未解放
tr_tr: Kilitli

source: Game started at %(startedtime)s!
ja_jp: %(startedtime)sにゲームを開始!
tr_tr: Oyun %(startedtime)s zamanında başladı!

source: Playing: %(mode)s, high score: %(highscore)d.
ja_jp: プレイ: %(mode)s、ハイスコア: %(highscore)d。

source: Game over! Final score: %(score)d
ja_jp: ゲームオーバー! 最終得点: %(score)d
tr_tr: Oyun bitti! Puanınız: %(score)d

source: Leveled up to %(newlevel)d! (Accuracy %(accuracy).1f%%, with %(lives)d hp remaining)
ja_jp: レベル%(newlevel)dにアップ! (ヒット率 %(accuracy).1f%%, 残りHP %(lives)d
tr_tr: Seviye %(newlevel)d! (İsabet oranı %(accuracy).1f%%, %(lives)d can ile)

source: Game aborted.
ja_jp: ゲームを中断しました。
tr_tr: Oyun iptal edildi.

source: Activating destruction!
ja_jp: デストラクションが発動!
tr_tr: Patlama etkin!

source: End destruction!
ja_jp: デストラクション終了!
tr_tr: Patlama sona erdi!

source: Hit! (speed %(speed)d, distance %(distance)d, penetration bonus added)
ja_jp: ヒット! (スピード %(speed)d, 距離 %(distance)d)
tr_tr: İsabet! (Hız (%(speed)d, mesafe %(distance)d, aynı anda yumruk bonusuyla beraber)

source: Hit! (speed %(speed)d, distance %(distance)d)
ja_jp: ヒット! (スピード %(speed)d, 距離 %(distance)d)
tr_tr: İsabet! (Hız (%(speed)d, mesafe %(distance)d)

source: Hit! (speed %(speed)d, burden %(burden)d, %(boost)sx boost)
ja_jp: ヒット! (スピード %(speed)d, バーデン %(burden)d、 ブースト %(boost)s倍)

source: minute
ja_jp: 分
tr_tr: Dakika

source: minutes
ja_jp: 分
tr_tr: Dakika

source: second
ja_jp: 秒
tr_tr: Saniye

source: seconds
ja_jp: 秒
tr_tr: Saniye

source: %(min)d %(minunit)s and %(sec)d %(secunit)s
ja_jp: %(min)d%(minunit)s %(sec)d%(secunit)s
tr_tr: %(min)d %(minunit)s ve %(sec)d %(secunit)s

source: A "%(item)s" item fell on the ground and shattered into peaces!
ja_jp: アイテム "%(item)s" が地面に落ちて、粉々に砕けた!
tr_tr: "%(item)s" bonusu yere düşüp parçalandı!

source: Obtained a "%(item)s" item!
ja_jp: アイテム "%(item)s"をゲット!
tr_tr: "%(item)s" bonusu aldınız!

source: A "%(item)s" item was shattered into peaces!
ja_jp: アイテム "%(item)s" が粉々に砕かれた!!
tr_tr: "%(item)s" bonusu parçalandı!

source: A new "%(item)s" effect is starting!
ja_jp: 新しいアイテム "%(item)s" の効果がスタート!
tr_tr: Yeni "%(item)s" bonusunun etkisi başlıyor!

source: One of your "%(item)s" effects is ending!
ja_jp: "%(item)s" の効果の一つが消失!
tr_tr: "%(item)s" bonuslarınızdan birinin etkisi sona eriyor!

source: Your "%(item)s" effect has been extended for %(extended)d milliseconds! (now %(newtime)d)
ja_jp: 発動中のアイテム "%(item)s" の効果が %(extended)d ミリ秒延長! (現在 %(newtime)d)
tr_tr: "%(item)s" bonusunuzun süresi %(extended)d milisaniye uzadı! Toplam süresi %(newtime)d oldu

source: %(name)s: %(sec).2f seconds left
ja_jp: %(name)s: 残り %(sec).2f秒
tr_tr: %(name)s: %(sec).2f saniye kaldı

source: %(hits)d consecutive hits bonus!
ja_jp: %(hits)d回の連続ヒットボーナス!
tr_tr: %(hits)d art arda isabet bonusu!

source: %(misses)d consecutive misses penalty!
ja_jp: %(misses)d回の連続ミスペナルティー!
tr_tr: %(misses)d art arda ıska cezası!

source: This effect will be used when it's necessary! (Remaining %(r)d)
ja_jp: この効果は、必要になったときに自動的に発動! (残り %(r)d)
tr_tr: Bu etki ihtiyaç olduğunda açığa çıkacak! (Remaining %(r)d)

source: Extra life! (now %(lives)d lives)
ja_jp: エクストラライフ! (現在 %(lives)d)
tr_tr: Ekstra can! (%(lives)d canınız var

source: The effective range of your Punch is now %(range)d (from %(from)d)
ja_jp: パンチが届く範囲が、%(from)dから%(range)dに変化!
tr_tr: Yumruk mesafeniz %(from)d idi, %(range)d oldu

source: The speed of your punch is now %(speed)d milliseconds (from %(from)d)
ja_jp: パンチのスピードが、%(from)dから%(speed)dミリ秒に変化!
tr_tr: Yumruk hızınız %(from)d milisaniyeydi, %(speed)d milisaniye oldu

source: Your punches now penetrate enemies and items!
ja_jp: しばらくの間、パンチが敵とアイテムを貫通するぞ!
tr_tr: Yumruğunuz birden fazla düşmana ya da bonusa vurabiliyor!

source: Your punches no longer penetrate enemies and items!
ja_jp: パンチの貫通効果が消失!
tr_tr: Yumruğunuz artık birden fazla düşmana ya da öğeye vuramıyor!

source: You're about to be attacked, but you have a counter!
ja_jp: ひっぱたかれそうになったが、カウンター!
tr_tr: Yumruklanmak üzeresiniz ama kalkanınız var!

source: You've been slapped! (%(lives)d HP remaining)
ja_jp: ひっぱたかれた!(残りHP %(lives)d)
tr_tr: Tokatlandınız! (%(lives)d canınız kaldı)

source: Game over!
ja_jp: ゲームオーバー!
tr_tr: Oyun bitti!

source: added
ja_jp: プラス
tr_tr: Eklendi

source: subtracted
ja_jp: マイナス
tr_tr: Çıkartıldı

source: Point: %(added).1f %(changestr)s (%(total).1f)
ja_jp: ポイント: %(added).1f %(changestr)s (%(total).1f)
tr_tr: Puan: %(added).1f %(changestr)s (%(total).1f)

source: Normal mode
ja_jp: ノーマルモード
tr_tr: Normal mod

source: Arcade mode
ja_jp: アーケードモード
tr_tr: Arkeyd mod

source: Classic mode
ja_jp: クラシックモード
tr_tr: Klasik mod

source: Burden mode
ja_jp: バーデンモード

source: Main menu. Use your up and down arrows to choose an option, then press enter to confirm
ja_jp: メインメニューです。上下の矢印キーで項目を選択し、エンターキーで決定します。
tr_tr: Ana menü. Bir seçenek seçmek için yukarı aşağı okları kullanın, onaylamak için enter'a basın

source: Collection
ja_jp: コレクション
tr_tr: Kolleksiyon

source: View the scoreboard
ja_jp: スコアボードを閲覧
tr_tr: Skorbordu görüntüle

source: Read the manual
ja_jp: マニュアルを読む
tr_tr: Kılavuzu oku

source: Erase data
ja_jp: データ削除
tr_tr: Veriyi sil

source: Options
ja_jp: オプション
tr_tr: Seçenekler

source: Quit
ja_jp: 終了
tr_tr: Çıkış

source: Update checking is disabled in this build of %(gamename)s.
ja_jp: この %(gamename)s のビルドでは、アップデートチェック機能は無効化されています。
tr_tr: %(gamename)s oyununun bu sürümünde güncelleme denetimi devredışıdır.

source: There was an error while retrieving software update information (%(error)s). Please try again later.
ja_jp: 更新情報の取得中にエラーが発生しました(%(error)s)。しばらくしてからもう一度お試しください。
tr_tr: Yazılım güncelleme bilgisi alınırken bir hata oluştu. (Hata %(error)s). Lütfen daha sonra tekrar deneyin.

source: You're playing the latest version! When a new update is found, you will be notified here.
ja_jp: 最新版をお使いのようです！新しいアップデートがあるときは、ここに通知が出ます。
tr_tr: En son sürümü kullanıyorsunuz! Bir güncelleme olduğunda burada bildirilir.

source: There is a new version of the game! Press enter here to download it.
ja_jp: 新しいバージョンがあります！ここでエンターを押すと、新バージョンをダウンロードできます。
tr_tr: Oyunun yeni bir sürümü mevcut! Enter'a basarak indirebilirsiniz.

source: Downloading the new version (%(current)dK/%(total)dK (%(percent)d%%)
ja_jp: 新しいバージョンをダウンロードしています (%(current)dK/%(total)dK (%(percent)d%%)
tr_tr: Yeni sürüm indiriliyor (%(current)dK/%(total)dK (%(percent)d%%)

source: The new version has been downloaded to %(location)s.
ja_jp: 新しいバージョンが、 %(location)s にダウンロードされました。
tr_tr: Yeni sürüm %(location)s konumuna indirildi.

source: Failed to download the new update (%(reason)s). Press enter to retry.
ja_jp: 新しいバージョンのダウンロードに失敗しました (%(reason)s)。 エンターを押すと再試行できます。
tr_tr: Güncelleme indirilemedi %(reason)s. Enter'a basarak tekrar deneyebilirsiniz.

source: This build of %(gamename)s doesn't have download location set.
ja_jp: このビルドの %(gamename)s では、ダウンロード先が設定されていません。このScreaming Strikeのビルドでは、スコア送信はサポートされていません。ごめんなさい！
tr_tr: %(gamename)s oyununun bu yapısında indirme konumu ayarlı değil.

source: Select the folder where you want to download the installer.
ja_jp: インストーラーをダウンロードするフォルダーを指定してください。
tr_tr: Yükleyicinin indirileceği klasörü seçin.

source: Warning
ja_jp: 渓谷
tr_tr: Uyarı

source: already exists. Do you want to overwrite?
ja_jp: は、すでに存在します。上書きしますか？
tr_tr: Zaten var. Üzerine yazmak ister misiniz?

source: This is the new standard mode of %(gamename)s. Use your left and right arrows to move to the same position as an enemy and spacebar to punch! But remember, they need to be close enough to be hit by your fist. Compared to the previous version, you get bonus points when leveling up. Also, you have chances to get bonuses if you achieve more than 5 consecutive hits!
ja_jp: これは、新しい%(gamename)sのスタンダードなモードです！左右の矢印キーで敵と同じ位置に移動し、スペースでパンチ！でも、パンチは近い敵にしか当たりません！以前のバージョンに、レベルアップ時のヒット率ボーナスが加わっています。また、5回以上の連続ヒットを達成すると、それもボーナスポイントになります！
tr_tr: Bu %(gamename)s oyununun yeni standart modudur. Sağ ve sol okları kullanarak bir düşmanla aynı yöne gelin e boşluk tuşuyla onu yumruklayın! Düşmanın yumruk mesafeniz dahilinde olması gerektiğini unutmayın! Eski sürüme nazaran seviyeniz artınca puan alırsınız. Ayrıca 5 kez art arda düşman yumruklarsanız bonus alma şansınız vardır!

source: This is the new arcade mode of %(gamename)s! From the new version, items that fall faster are more likely to be good, and slower ones are more likely to be bad. You can obtain an item by punching it, or destroy it by combining your up arrow when punching. Carefully choose which item to obtain!
ja_jp: これは、新しい%(gamename)sのアーケードモードです！今回のバージョンから、早く落ちてくるアイテムは良い効果を持っている可能性が高く、ゆっくり落ちてくるアイテムは、悪い効果を持っている可能性が高いというルールになりました。普通にパンチするとアイテムを取ることができ、上矢印キーを押しながらパンチすると、アイテムを壊すことができます。どのアイテムを撮るか、身長に選びましょう！
tr_tr: Bu %(gamename)s oyununun yeni arkeyd modudur! Bu yeni sürümde, hızlı düşen bonusların olumlu, yavaş düşen bonusların ise olumsuz etki etme ihtimali daha yüksektir. Bonusu yumruklayarak alabilirsiniz, ya da yukarı okla beraber yumruklarsanız parçalayabilirsiniz. Alacağınız bonusu dikkatli seçin!

source: This is the old-fashioned game mode! You don't get bonuses based on accuracy, so you can punch, punch, punch punch punch and punch! This mode has a sharper levelup curb, meaning that you can collect screams really fast!
ja_jp: これは、昔ながらのモードです。ヒット率関係のボーナスは根こそぎ削除してあるので、パンチして、パンチして、パンチしてパンチしてパンチしまくることができます！あと、他のモードよりも早く敵の数が増えるようになっていますので、コレクションを荒稼ぎするのにもってこいのモードです！
tr_tr: Bu klasik oyun modudur! İsabet oranınıza göre bonus almazsınız, bu yüzden sağa sola istediğiniz kadar yumruk sallayabilirsiniz! Bu modda daha hızlı seviye atlarsınız, bu da daha fazla çığlık toplayacağınız anlamına gelir!

source: Welcome to this new and exciting burden mode! In this mode, every item gives you a nasty effect, and each nasty effect boosts points you gain! Guess what? The more you torture yourself, the more point boost you get! Oh, but if you die because of your own torturous act, hahahahahaha, you stupid! Good luck!
ja_jp: 新しい「バーデンモード」へようこそ!このモードでは、悪い効果をもたらすアイテムだけが落ちてきます!そして、たくさんの悪い効果を受けているほどポイントがブーストされます!自分を追い込めば追い込むほど、得点にブーストがかかるということですね!おっと、でも、追い込みすぎて死んでしまったら、それはそれで情けない!頑張ってくださいな!

source: Tip: %s (Press enter to close this tip)
ja_jp: ヒント: %s (エンターで閉じます)
tr_tr: İpucu: %s (Enter'a basarak ipucunu kapatabilirsiniz)

source: Please select the game mode to view
ja_jp: ゲームモードを選択してください
tr_tr: Görüntülenecek oyun modunu seçin

source: Back
ja_jp: 戻る
tr_tr: Geri

source: This build of %(gamename)s does not support scoreboard viewing.
ja_jp: この %(gamename)s のビルドでは、スコアボード閲覧はサポートされていません。
tr_tr: %(gamename)s oyununun bu yapısı skorbord görüntülemeyi desteklemiyor.

source: Score table for %(mode)s
ja_jp: %(mode)s のスコアテーブル
tr_tr: %(mode)s için skorbord

source: The manual written in the selected language doesn't seem to exist. If you can write one and contribute, please create %(filename)s and contact the developer.
ja_jp: 現在の言語で書かれたマニュアルが見つかりませんでした。もし、マニュアルを書いていただけるなら、%(filename)sという名前でファイルを作って、作者までご連絡ください。
tr_tr: Seçili dilde yazılmış bir kılavuz yok. Eğer yardımcı olmak isterseniz, %(filename)s adlı dosyayı oluşturup yazarak üreticiye ulaşabilirsiniz.

source: Use your up and down arrows to read the manual. You can navigate to each section by using shortcut keys 1 to 9. Press escape to close
ja_jp: 上下の矢印キーでマニュアルを読むことができます。数字キーの1から9のショートカットを押すことで、対応するセクションに移動することができます
tr_tr: Yukarı ve aşağı okları kullanarak kılavuzu okuyabilirsiniz. 1-9 tuşlarıyla çeşitli bölümlere atlayabilirsiniz. Escape'e basarak kapatabilirsiniz.

source: Select the data to erase
ja_jp: 削除するデータを選んでください
tr_tr: Silinecek veriyi seçin

source: Highscores
ja_jp: ハイスコア
tr_tr: Yüksek puanlar

source: Collections
ja_jp: コレクション
tr_tr: Kolleksiyon

source: Hold shift and enter to erase.
ja_jp: シフトキーを押しながら確定すると、削除を実行します。
tr_tr: Shift'i basılı tutarak enter'a basıp silebilirsiniz.

source: Your highscores are all reset!
ja_jp: ハイスコアをクリアしました。
tr_tr: Bütün yüksek puanlar sıfırlandı!

source: Your collections are all reset!
ja_jp: コレクションをクリアしました。
tr_tr: Kolleksiyonunuz sıfırlandı!

source: Options Menu, use your up and down arrows to choose an option, left and right arrows to change values, enter to save or escape to discard changes
ja_jp: 設定メニューです。上下の矢印キーで設定項目を移動し、左右矢印で値を変更します。エンターキーで設定を保存し、エスケープキーで変更を破棄します。
tr_tr: Seçenekler menüsü, seçenek seçmek için yukarı ve aşağı okları kullanın, ayar değiştirmek için sağ sol okları kullanın, ayarları kaydetmek için enter'ı, iptal etmek için escape'i kullanın

source: Background music volume
ja_jp: BGMの音量
tr_tr: Müzik seviyesi

source: Left panning limit
ja_jp: 左側のパンニング・リミット
tr_tr: Soldaki ses sınırı

source: Right panning limit.
ja_jp: 右側のパンニング・リミット
tr_tr: Sağdaki ses sınırı.

source: Item announcement voice
ja_jp: アイテム・アナウンスの声
tr_tr: Bonus duyuru sesi

source: Language (restart to apply)
ja_jp: 言語(再起動後に適用)
tr_tr: Dil (değişikliği uygulamak için oyunu yeniden başlatın)

source: Changes discarded.
ja_jp: 変更を破棄しました。
tr_tr: Değişiklikler iptal edildi.

source: Settings saved
ja_jp: 設定を保存しました。
tr_tr: Seçenekler kaydedildi

source: %(voice)s cannot be loaded.
ja_jp: %(voice)s を読み込めません。
tr_tr: %(voice)s sesi yüklenemedi.

source: %(playmode)s, high score %(highscore)s, start!
ja_jp: %(playmode)s、ハイスコア%(highscore)s、スタート!
tr_tr: %(playmode)s, en yüksek puan %(highscore)s, başla!

source: Game paused
ja_jp: ゲームをポーズしました
tr_tr: Oyun duraklatıldı

source: Press enter or escape to resume. Use your up and down arrows to view current stats.
ja_jp: エンター、またはエスケープキーでゲームを再開します。上下矢印キーで、現在の状況を確認できます。
tr_tr: Enter ya da escape tuşlarına basarak devam edebilirsiniz. Yukarı ve aşağı oklarla istatistiklere bakabilirsiniz.

source: Score: %(score)d
ja_jp: スコア: %(score)d
tr_tr: Puan: %(score)d

source: You are updating your high score. Currently plus %(distance)d (last: %(last)d)
ja_jp: 現在ハイスコアを更新中、プラス%(distance)d (以前のハイスコア: %(last)d)
tr_tr: Puanınızı yükseltiyorsunuz. Artı %(distance)d (önceki puan %(last)d idi)

source: Punches: %(punches)d, hits: %(hits)d, accuracy: %(accuracy).2f%%
ja_jp: パンチ: %(punches)d, ヒット: %(hits)d, ヒット率: %(accuracy).2f%%
tr_tr: Yumruklar: %(punches)d, İsabet eden yumruklar: %(hits)d, İsabet oranı: %(accuracy).2f%%

source: This game is currently lasting for %(time)s.
ja_jp: 現在 %(time)s、ゲームが継続しています。
tr_tr: Oyun süresi: %(time)s.

source: Level: %(level)d, player HP: %(hp)d.
ja_jp: レベル: %(level)d, プレイヤーのHP: %(hp)d.
tr_tr: Seviye: %(level)d, hp: %(hp)d.

source: You have %(amount)d stored destructions. You will be protected automatically instead of consuming these.
ja_jp: %(amount)d noのDestructionが保管されています。これらを消費する代わりに、攻撃から守られます。
tr_tr: %(amount)d patlama bonusunuz var. Bunları gerektiğinde tüketeceksiniz.

source: Active item effects: %(fx)d
ja_jp: 発動中のアイテム効果: %(fx)d
tr_tr: Süren bonus etkileri: %(fx)d

source: -- Last 10 logs --
ja_jp: -- 最新10件のログ --
tr_tr: -- Son 10 günlük --

source: collection
ja_jp: コレクション
tr_tr: Kolleksiyon

source: collections
ja_jp: コレクション
tr_tr: Kolleksiyon

source: Unlocked %(number)d %(collection)s!
ja_jp: %(number)d個の%(collection)sを解放!
tr_tr: %(number)d %(collection)s kolleksiyonu açıldı!

source: Close
ja_jp: 閉じる
tr_tr: Kapat

source: Game result
ja_jp: 今回の結果
tr_tr: Oyun sonucu

source: Final score: %(score)d
ja_jp: 最終得点: %(score)d
tr_tr: Puan: %(score)d

source: New high score! Plus %(distance)d (last: %(last)d)
ja_jp: ハイスコア達成! プラス%(distance)d (以前のハイスコア: %(last)d)
tr_tr: Yeni en yüksek puan! Artı %(distance)d (önceki puan %(last)d idi)

source: This game lasted for %(time)s.
ja_jp: このゲームは、%(time)s 継続しました。
tr_tr: Oyun süresi: %(time)s.

source: You reached level %(level)d.
ja_jp: レベル%(level)dまで到達しました。
tr_tr: Ulaşılan seviye: %(level)d

source: Score posting
ja_jp: スコア送信
tr_tr: Puan gönderme

source: Do you want to post this score to the scoreboard?
ja_jp: このスコアをスコアボードに送信しますか？
tr_tr: Bu puanı skorborda göndermek istiyor musunuz?

source: Please input your name.
ja_jp: 貴方の名前を入力してください。
tr_tr: Adınızı girin.

source: Name entry
ja_jp: 名前入力
tr_tr: Ad girişi

source: This build of %(gamename)s does not support score posting. Sorry!
ja_jp: この %(gamename)s のビルドでは、スコア送信はサポートされていません。ごめんなさい！
tr_tr: %(gamename)s oyununun bu yapısı puan göndermeyi desteklemiyor. Üzgünüm!

source: There was an error while posting your score (%(error)s). Please try again later.
ja_jp: スコア送信中にエラーが発生しました(%(error)s)。しばらくしてからもう一度お試しください。
tr_tr: Puanınızı gönderirken bir hata oluştu (%(error)s). Lütfen daha sonra tekrar deneyin.

source: Your score was posted, but you were not ranked in. Better luck next time!
ja_jp: スコアは送信されましたが、ランクインとはなりませんでした。次はがんばってください！
tr_tr: Puanınız gönderildi ancak derece yapmak için yeterince yüksek değildi. Üzgünüm!

source: Congratulations! Your score has ranked in position %(pos)d! Keep up your great work!
ja_jp: おめでとうございます！%(pos)d位にランクインしました！これからもがんばってください！
tr_tr: Tebrikler! Puanınız %(pos)d. Sırada! Böyle devam edin!

source: Yes
ja_jp: はい
tr_tr: Evet

source: No
ja_jp: いいえ
tr_tr: Hayır

source: Update downloading is still in progress
ja_jp: アップデートのダウンロードがまだ実行中です
tr_tr: Hâla güncelleme indiriliyor

source: Forcefully shutdown
ja_jp: 強制終了
tr_tr: Kapatmaya zorla

source: Download job has ended! Press enter to close the application.
ja_jp: ダウンロード処理が終了しました！エンターキーを押すと、ゲームを終了します。
tr_tr: Güncelleme indirmesi sona erdi! Oyunu kapatmak için enter'a basın.

source: Choose 'Forcefully shutdown' or alt+f4 to abort the download.
ja_jp: '強制終了' を選択するか、もう一度alt+f4を推すと、ダウンロードを中断できます。
tr_tr: İndirmeyi iptal etmek için "kapatmaya zorla"yı seçin ya da alt+f4 tuşlarına basın.

source: The changelog file written in the selected language doesn't seem to exist. If you can write one and contribute, please create %(filename)s and contact the developer.
ja_jp: 現在の言語で書かれた更新履歴が見つかりませんでした。もし、更新履歴を書いていただけるなら、%(filename)sという名前でファイルを作って、作者までご連絡ください。
tr_tr: Seçili dilde yazılmış bir değişiklikler dosyası yok. Eğer yardımcı olmak isterseniz, %(filename)s adlı dosyayı oluşturup yazarak üreticiye ulaşabilirsiniz.

source: Changelog
ja_jp: 更新履歴
tr_tr: Değişiklikler
