Repository: Amerikranian/screamingstrike
Catalog: locale/v_VN/LC_MESSAGES/messages.po
Languages: vi

source: Use your left and right arrows to brows your collections, then press enter to make your unlocked one scream. You can move through your unlocked items with shift + left or right. To play with pitch changing, hold down up and down arrows. Press escape when you're satisfied.
vi: Sử dụng mũi tên trái và phải để duyệt qua các collections của bạn, sau đó nhấn enter để làm cho một mục đã mở khóa của bạn phát da âm thanh. Bạn có thể di chuyển qua các mục đã mở khóa của mình bằng shift + trái hoặc phải. Để thay đổi sự cao độ, hãy giữ các mũi tên lên và xuống. Nhấn phím escape khi bạn hài lòng.

source: Unlocked
vi: Mở khóa

source: Locked
vi: Khóa

source: No.%(no)d, %(status)s, %(plays)d
vi: Không.%(no)d, %(status)s, %(plays)d

source: Game started at %(startedtime)s!
vi: Trò chơi bắt đầu lúc %(startedtime)s!

source: Playing: %(mode)s, high score: %(highscore)d.
vi: Đang chơi: %(mode)s, điểm: %(highscore)d.

source: mode
vi: chế độ

source: Game over! Final score: %(score)d
vi: Game over! Điểm tổng: %(score)d

source: Leveled up to %(newlevel)d! (Accuracy %(accuracy).1f%%, with %(lives)d hp remaining)
vi: Đã thăng cấp lên %(newlevel)d! (Sự chính xác %(accuracy).1f%%, với %(lives)d hp còn lại)

source: Game aborted.
vi: Hủy chơi

source: Activating destruction!
vi: Kích hoạt hủy diệt!

source: End destruction!
vi: Kết thúc hủy diệt!

source: Hit! (speed %(speed)d, distance %(distance)d, penetration bonus added)
vi: Đánh! (Tốc độ %(speed)d, khoảng cách %(distance)d, thêm phần thưởng đánh)

source: Hit! (speed %(speed)d, distance %(distance)d)
vi: Đánh! (tốc độ %(speed)d, khoảng cách %(distance)d)

source: Hit! (speed %(speed)d, burden %(burden)d, %(boost)sx boost)
vi: Đánh! (tốc độ %(speed)d, gánh %(burden)d, %(boost)sx boost)

source: Highest boost: %(boost)sx
vi: Boost cao nhất: %(boost)sx

source: minute
vi: phút

source: minutes
vi: phút

source: second
vi: giây

source: seconds
vi: giây

source: %(min)d %(minunit)s and %(sec)d %(secunit)s
vi: %(min)d %(minunit)s và %(sec)d %(secunit)s

source: A "%(item)s" item fell on the ground and shattered into peaces!
vi: một "%(item)s" vật phẩm rơi trên mặt đất và vỡ vụn!

source: Obtained a "%(item)s" item!
vi: Thu được một "%(item)s" vật phẩm!

source: A "%(item)s" item was shattered into peaces!
vi: Một "%(item)s" vật phẩm đã tan thành mây khói!

source: A new "%(item)s" effect is starting!
vi: Một "%(item)s" hiệu ứng đang bắt đầu!

source: One of your "%(item)s" effects is ending!
vi: Một "%(item)s" hiệu ứng đang kết thúc!

source: Your "%(item)s" effect has been extended for %(extended)d milliseconds! (now %(newtime)d)
vi: Của bạn "%(item)s" hiệu lực đã được mở rộng cho %(extended)d mili giây! (now %(newtime)d)

source: %(name)s: %(sec).2f seconds left
vi: %(name)s: %(sec).2f giây còn lại

source: %(hits)d consecutive hits bonus!
vi: %(hits)d phần thưởng đánh liên tiếp!

source: %(misses)d consecutive misses penalty!
vi: %(misses)d liên tiếp đánh hỏng hình phạt!

source: This effect will be used when it's necessary! (Remaining %(r)d)
vi: Hiệu ứng này sẽ được sử dụng khi cần thiết! (Remaining %(r)d)

source: Extra life! (now %(lives)d lives)
vi: Thêm mạng! (giờ là %(lives)d mạng)

source: The effective range of your Punch is now %(range)d (from %(from)d)
vi: Phạm vi hiệu quả khi bạn đánh bây giờ là %(range)d (từ %(from)d)

source: The speed of your punch is now %(speed)d milliseconds (from %(from)d)
vi: Tốc độ cú đấm của bạn bây giờ là %(speed)d mili giây (từ %(from)d)

source: Your punches now penetrate enemies and items!
vi: Các cú đấm của bạn bây giờ xuyên qua kẻ thù và các vật phẩm!

source: Your punches no longer penetrate enemies and items!
vi: Những cú đấm của bạn không còn xuyên qua kẻ thù và vật phẩm!

source: You're about to be attacked, but you have a counter!
vi: Bạn sắp bị tấn công, nhưng bạn có phản công!

source: You've been slapped! (%(lives)d HP remaining)
vi: Bạn đã bị tát! (%(lives)d HP còn lại)

source: added
vi: thêm

source: subtracted
vi: trừ

source: Point: %(added).1f %(changestr)s (%(total).1f)
vi: điểm: %(added).1f %(changestr)s (%(total).1f)

source: Normal mode
vi: Chế độ Normal

source: Arcade mode
vi: Chế độ arcade

source: Classic mode
vi: Chế độ Classic

source: Burden mode
vi: Chế độ burden

source: Main menu. Use your up and down arrows to choose an option, then press enter to confirm
vi: menu chính. Sử dụng mũi tên lên và xuống của bạn để chọn một mục, sau đó nhấn enter để xác nhận

source: View the scoreboard
vi: Xem bảng điểm

source: Read the manual
vi: Đọc hướng dẫn sử dụng bằng tiếng việt

source: Erase data
vi: Xóa dữ liệu

source: Options
vi: Tùy chọn

source: Quit
vi: Đóng game

source: Update checking is disabled in this build of %(gamename)s.
vi: Kiểm tra cập nhật bị tắt trong bản dựng này của %(gamename)s.

source: There was an error while retrieving software update information (%(error)s). Please try again later.
vi: Đã xảy ra lỗi khi truy xuất thông tin cập nhật phần mềm (%(error)s). Please try again later.

source: You're playing the latest version! When a new update is found, you will be notified here.
vi: Game được dịch bởi Đào Đức Trung. Bạn đang chơi phiên bản mới nhất! Khi có bản cập nhật mới, bạn sẽ được thông báo tại đây.

source: There is a new version of the game! Press enter here to download it.
vi: Có một phiên bản mới của trò chơi! Nhấn enter tại đây để tải xuống.

source: Downloading the new version (%(current)dK/%(total)dK (%(percent)d%%)
vi: Đang tải xuống phiên bản mới (%(current)dK/%(total)dK (%(percent)d%%)

source: The new version has been downloaded to %(location)s.
vi: Phiên bản mới đã được tải xuống %(location)s.

source: Failed to download the new update (%(reason)s). Press enter to retry.
vi: Không tải xuống được bản cập nhật mới (%(reason)s). Nhấn enter để thử lại.

source: This build of %(gamename)s doesn't have download location set.
vi: Bản dựng này của %(gamename)s chưa đặt vị trí tải xuống.

source: Select the folder where you want to download the installer.
vi: Chọn thư mục mà bạn muốn tải xuống trình cài đặt.

source: Warning
vi: Cảnh báo

source: already exists. Do you want to overwrite?
vi: đã tồn tại. Bạn có muốn ghi đè lên?

source: This is the new standard mode of %(gamename)s. Use your left and right arrows to move to the same position as an enemy and spacebar to punch! But remember, they need to be close enough to be hit by your fist. Compared to the previous version, you get bonus points when leveling up. Also, you have chances to get bonuses if you achieve more than 5 consecutive hits!
vi: Đây là chế độ tiêu chuẩn của %(gamename)s. Sử dụng mũi tên trái và phải của bạn để di chuyển đến cùng vị trí với kẻ thù và phím cách để đấm! Nhưng hãy nhớ rằng họ cần đủ gần để có thể bị bạn đấm trúng. Thử nào!

source: This is the new arcade mode of %(gamename)s! From the new version, items that fall faster are more likely to be good, and slower ones are more likely to be bad. You can obtain an item by punching it, or destroy it by combining your up arrow when punching. Carefully choose which item to obtain!
vi: Đây là chế độ arcade của %(gamename)s! có vật phẩm. Bạn có thể lấy một vật phẩm bằng cách đấm hoặc phá hủy nó bằng cách kết hợp mũi tên lên khi đấm. Cẩn thận chọn vật phẩm để lấy!

source: This is the old-fashioned game mode! You don't get bonuses based on accuracy, so you can punch, punch, punch punch punch and punch! This mode has a sharper levelup curb, meaning that you can collect screams really fast!
vi: cái này rống cái chế độ Normal! chả có gì làm ở đây hết, vì vậy bạn có thể đấm, đấm, đấm đấm và đấm! Chế độ này có độ khó hơn tí thôi

source: Welcome to this new and exciting burden mode! In this mode, every item gives you a nasty effect, and each nasty effect boosts points you gain! Guess what? The more you torture yourself, the more point boost you get! Oh, but if you die because of your own torturous act, hahahahahaha, you stupid! Good luck!
vi: Chào mừng bạn đến với chế độ burden và thú vị này! Trong chế độ này, mọi vật phẩm đều mang lại cho bạn một hiệu ứng sấu và mỗi hiệu ứng sấu sẽ tăng điểm bạn nhận được! Đoán xem nào? Bạn càng hành hạ bản thân, bạn càng nhận được nhiều điểm hơn! Ồ, nhưng nếu bạn chết vì hành động tra tấn vào chính mình, hahahahahaha, vậy thì bạn là một thằng ngu! Bạn có vẻ là không hiểu nhỉ, thôi. Chúc may mắn nhé!

source: Tip: %s (Press enter to close this tip)
vi: Mẹo: %s (Nhấn enter để đóng mẹo này)

source: Please select the game mode to view
vi: Vui lòng chọn chế độ để xem

source: Back
vi: Trở lại

source: This build of %(gamename)s does not support scoreboard viewing.
vi: Bản dựng này của %(gamename)s không hỗ trợ xem bảng điểm.

source: Score table for %(mode)s
vi: Bảng điểm cho %(mode)s

source: The manual written in the selected language doesn't seem to exist. If you can write one and contribute, please create %(filename)s and contact the developer.
vi: Hướng dẫn được viết bằng ngôn ngữ đã chọn dường như không tồn tại. Nếu bạn có thể viết và đóng góp, vui lòng tạo %(filename)s và liên hệ với nhà phát triển.

source: Use your up and down arrows to read the manual. You can navigate to each section by using shortcut keys 1 to 9. Press escape to close
vi: Sử dụng mũi tên lên và xuống của bạn để đọc hướng dẫn. Bạn có thể điều hướng đến từng phần bằng cách sử dụng các phím tắt từ 1 đến 0. Nhấn phím escape để đóng

source: Select the data to erase
vi: Chọn dữ liệu để xóa

source: Highscores
vi: Điểm

source: Hold shift and enter to erase.
vi: Giữ phím shift và enter để xóa.

source: Your highscores are all reset!
vi: Điểm của bạn đã được xóa.

source: Your collections are all reset!
vi: Tất cả các collections của bạn đã được xóa

source: Options Menu, use your up and down arrows to choose an option, left and right arrows to change values, enter to save or escape to discard changes
vi: Menu Tùy chọn, Sử dụng mũi tên lên và xuống để chọn một mục cài đặt. Mũi tên trái và phải để thay đổi giá trị của cài đặt đó, Enter để lưu hoặc escape để hủy thay đổi

source: Background music volume
vi: Âm lượng nhạc nền, bấm mũi tên trái và phải để chỉnh Âm lượng nhạc nền. Bấm mũi tên phải là tăng, mũi tên trái là dảm

source: Left panning limit
vi: Bên trái, bấm mũi tên phải để đưa nó qua phải và nghe âm thanh

source: Right panning limit.
vi: Bên phải, bấm mũi tên trái để đưa nó qua trái và nghe âm thanh

source: Item announcement voice
vi: Giọng nói thông báo vật phẩm, bấm mũi tên trái và phải để trọn

source: Language (restart to apply)
vi: Ngôn ngữ, Bấm mũi tên trái phải để trọn(khởi động lại để áp dụng)

source: Changes discarded.
vi: Các cài đặt đã bị hủy.

source: Settings saved
vi: Đã lưu cài đặt

source: %(voice)s cannot be loaded.
vi: %(voice)s không thể tải.

source: %(playmode)s, high score %(highscore)s, start!
vi: %(playmode)s, điểm %(highscore)s, Bắt đầu!

source: Game paused
vi: Tạm dừng chơi

source: Press enter or escape to resume. Use your up and down arrows to view current stats.
vi: Nhấn enter hoặc escape để tiếp tục. Sử dụng mũi tên lên và xuống của bạn để xem số liệu thống kê chơi hiện tại.

source: Score: %(score)d
vi: Điểm: %(score)d

source: You are updating your high score. Currently plus %(distance)d (last: %(last)d)
vi: Bạn đang cập nhật điểm số của mình. Hiện tại cộng %(distance)d (Trước đó: %(last)d)

source: Punches: %(punches)d, hits: %(hits)d, accuracy: %(accuracy).2f%%
vi: Đấm: %(punches)d, Đánh: %(hits)d, sự chính xác: %(accuracy).2f%%

source: This game is currently lasting for %(time)s.
vi: Thời gian chơi của bạn %(time)s.

source: Level: %(level)d, player HP: %(hp)d.
vi: Cấp độ: %(level)d, HP của bạn: %(hp)d.

source: You have %(amount)d stored destructions. You will be protected automatically instead of consuming these.
vi: Bạn có %(amount)d sự phá hủy được lưu. Bạn sẽ được bảo vệ tự động thay vì sử dụng nó.

source: Active item effects: %(fx)d
vi: Hiệu ứng vật phẩm hoạt động: %(fx)d

source: -- Last 10 logs --
vi: -- bản ghi gần đây nhất -

source: Unlocked %(number)d %(collection)s!
vi: Mở khóa %(number)d %(collection)s!

source: Close
vi: Đóng

source: Game result
vi: Kết quả chơi

source: Final score: %(score)d
vi: Điểm tổng: %(score)d

source: New high score! Plus %(distance)d (last: %(last)d)
vi: Kỷ lục mới! Thêm %(distance)d (trước đó: %(last)d)

source: This game lasted for %(time)s.
vi: Trò chơi này kéo dài được %(time)s.

source: You reached level %(level)d.
vi: Bạn đã đạt đến cấp độ %(level)d.

source: Score posting
vi: Đăng điểm

source: Do you want to post this score to the scoreboard?
vi: Bạn có muốn đăng điểm của bạn lên bảng điểm không?

source: Please input your name.
vi: Vui lòng nhập tên của bạn.

source: Name entry
vi: Ô nhập tên

source: This build of %(gamename)s does not support score posting. Sorry!
vi: Bản dựng này của %(gamename)s không hỗ trợ đăng điểm. Xin lỗi!

source: There was an error while posting your score (%(error)s). Please try again later.
vi: Đã xảy ra lỗi khi đăng điểm của bạn (%(error)s). Vui lòng thử lại sau.

source: Your score was posted, but you were not ranked in. Better luck next time!
vi: Điểm của bạn đã được đăng, nhưng bạn không được xếp hạng. Chúc bạn may mắn lần sau. Lí do là bạn chơi chưa tốt, tôi ngĩ vậy!

source: Congratulations! Your score has ranked in position %(pos)d! Keep up your great work!
vi: Xin chúc mừng! Điểm của bạn đã xếp ở thứ hạng %(pos)d! Chên bảng điểm. Chơi để leo rank thôi nào, cho cả thế giới biết, bạn bố đời thế nào đi!

source: Yes
vi: có

source: No
vi: không

source: Update downloading is still in progress
vi: Quá trình tải xuống bản cập nhật vẫn đang được tiến hành

source: Forcefully shutdown
vi: tắt khẩn cấp

source: Download job has ended! Press enter to close the application.
vi: tải xuống đã xong! Nhấn enter để đóng ứng dụng.

source: Choose 'Forcefully shutdown' or alt+f4 to abort the download.
vi: Chọn 'Tắt khẩn cấp hoặc alt + f4 để hủy tải xuống.

source: The changelog file written in the selected language doesn't seem to exist. If you can write one and contribute, please create %(filename)s and contact the developer.
vi: Tệp thay đổi được viết bằng ngôn ngữ đã chọn dường như không tồn tại. Nếu bạn có thể viết và đóng góp, vui lòng tạo %(filename)s và liên hệ với nhà phát triển.

source: Changelog
vi: nhật kí thay đổi
